[
  {
    "id": "mojo-wellness",
    "title": "Mojo Wellness",
    "description": {
      "en": "Life moves fast, but your mind doesn't have to. Discover Mojo Wellness, the minimalist mental health companion designed to make mood tracking effortless.",
      "it": "La vita scorre veloce, ma la tua mente non deve farlo. Scopri Mojo Wellness, il compagno minimalista per la salute mentale progettato per rendere il monitoraggio emotivo leggero."
    },
    "technologies": [
      "Flutter",
      "Dart"
    ],
    "tags": [
      "Mobile"
    ],
    "imageUrl": "https://play-lh.googleusercontent.com/dHKQ9g2eZEePm59p925Y97dlJusXXr6RATAD2_BTyYa54TxSuPTyaodcKpcBU4TD3vqO167nHHdNe-TnSitQ=w240-h480",
    "iconBgColor": "#10b981",
    "playStore": "https://play.google.com/store/apps/details?id=com.portal305.mojo&hl=it",
    "screenshots": [],
    "fullDescription": {
      "en": "Life moves fast, but your mind doesn't have to.\nDiscover Mojo Wellness, the minimalist mental health companion designed to make mood tracking effortless.\n\nTrack with Intention\nMojo uses a beautiful color-coded interface to help you check in with yourself in seconds:\n- Mood Selection: Discover how you feel with our iconic glowing avatars.\n- Daily Journal: Add quick thoughts or dive deeper with a dedicated journal page to capture the \"why\" behind your \"what\".\n- Recent History: Review your emotional history at a glance to see how your days are unfolding.\n\nView Your Growth\nTurn your emotions into data you can actually use. Our Stats tab provides a clear map of your wellbeing:\n- Mood Momentum: A dynamic, smooth line chart that tracks your emotional trends over time.\n- Emotional Breakdown: Discover exactly which moods dominate your week with clear, visual progress bars.\n- Wellness Points: Earn points for every check-in and breathing session, making your journey to a better you more gamified.\n\nBuild Healthy Habits\nMojo doesn't just track your progress, it focuses on action:\n- Guided Breathing: Access quick breathing sessions to reduce stress immediately.\n- Goal System: Unlock achievements as you progress. From being an \"Early Bird\" to reaching your first streak of 10 moods, every step forward is celebrated.\n- Streak Monitoring: Stay consistent with daily reminders and visual sequences that keep you motivated.\n\nPrivacy First\nYour thoughts are yours alone. Mojo is a private sanctuary created to protect your data as you explore your inner world.",
      "it": "La vita scorre veloce, ma la tua mente non deve farlo.\nScopri Mojo Wellness, il compagno minimalista per la salute mentale progettato per rendere il monitoraggio emotivo leggero.\n\nTraccia con Intenzione\nMojo utilizza una splendida interfaccia con codice colore per aiutarti a controllare te stesso in pochi secondi:\n- Selezione dell'Umore: scopri come ti senti con i nostri iconici avatar luminosi.\n- Diario giornaliero: aggiungi pensieri rapidi o approfondisci con una pagina di diario dedicata per catturare il \"perché\" dietro il tuo \"cosa\".\n- Cronologia recente: rivedi la tua cronologia emotiva a colpo d'occhio per vedere come si stanno svolgendo le tue giornate.\n\nVisualizza la tua crescita\nTrasforma le tue emozioni in dati che puoi effettivamente utilizzare. La nostra scheda Statistiche fornisce una mappa chiara del tuo benessere:\n- Momentum dell'Umore: un grafico a linee dinamico e fluido che traccia le tue tendenze emotive nel tempo.\n- Crollo emotivo: scopri esattamente quali stati d'animo dominano la tua settimana con barre di avanzamento chiare e visive.\n- Punti Benessere: guadagna punti per ogni check-in e sessione di respirazione, rendendo più ludico il tuo percorso verso una versione migliore di te.\n\nCostruisci Abitudini Sane\nMojo non si limita a monitorare i tuoi progressi, ma si concentra sull'azione:\n- Respirazione Guidata: accedi a sessioni di respirazione rapida per ridurre lo stress immediato.\n- Sistema di Obiettivi: sblocca traguardi man mano che avanzi. Dall'essere un \"Early Bird\" al raggiungere la tua prima serie di 10 stati d'animo, ogni passo avanti viene celebrato.\n- Monitoraggio delle serie: mantieni la coerenza con promemoria giornalieri e sequenze visive che ti mantengono motivato.\n\nPrivacy Prima di Tutto\nI tuoi pensieri sono solo tuoi. Mojo è un santuario privato creato per proteggere i tuoi dati mentre esplori il tuo mondo interiore."
    }
  },
  {
    "id": "ember",
    "title": "Ember Frontend",
    "description": {
      "en": "A modern, feature-rich frontend emulator launcher for retro gaming collections built with Flutter.",
      "it": "Un launcher per emulatori moderno e ricco di funzionalità per collezioni di retro gaming realizzato con Flutter."
    },
    "technologies": [
      "Flutter",
      "Dart"
    ],
    "tags": [
      "Mobile"
    ],
    "imageUrl": "https://raw.githubusercontent.com/portal305/frontend/main/icon.png",
    "iconBgColor": "#7c3aed",
    "github": "https://github.com/portal305/frontend/releases/",
    "screenshots": [],
    "fullDescription": {
      "en": "Ember is a modern, feature-rich frontend emulator designed to provide an elegant and seamless retro gaming experience. Built with Flutter, it serves as a sophisticated launcher and library manager for your retro game collection, offering a visually stunning interface and powerful organization tools.\n\nKey Features:\n• Multi-Layout Home Screen (Carousel, Dashboard, Flow)\n• Comprehensive Library Management\n• News & Updates (App News & RetroAchievements integration)\n• Game Details & Profile Integration\n• Theming (Light/Dark support)\n• Daijisho Platform Integration for broad compatibility.\n\nNote: This is a closed-source application.",
      "it": "Ember è un moderno frontend per emulatori progettato per offrire un'esperienza di retro gaming elegante e fluida. Realizzato con Flutter, funge da launcher sofisticato e gestore di librerie per la tua collezione di giochi retro, offrendo un'interfaccia visivamente sbalorditiva e potenti strumenti di organizzazione.\n\nCaratteristiche principali:\n• Schermata Home Multi-Layout (Carousel, Dashboard, Flow)\n• Gestione Completa della Libreria\n• News e Aggiornamenti (News dell'app e integrazione RetroAchievements)\n• Dettagli Gioco e Integrazione Profilo\n• Supporto Temi (Chiaro/Scuro)\n• Integrazione della piattaforma Daijisho per un'ampia compatibilità.\n\nNota: Questa è un'applicazione closed-source."
    }
  }
]